{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/Saghen/blink.cmp"
    },
    "copilot.vim": {
      "src": "git@github.com:github/copilot.vim"
    },
    "flash.nvim": {
      "src": "git@github.com:folke/flash.nvim"
    },
    "fzf-lua": {
      "src": "git@github.com:ibhagwan/fzf-lua"
    },
    "gitsigns.nvim": {
      "src": "git@github.com:lewis6991/gitsigns.nvim"
    },
    "image.nvim": {
      "src": "git@github.com:3rd/image.nvim"
    },
    "jwtools.nvim": {
      "src": "/Users/acruz/code/personal/jwtools.nvim"
    },
    "lualine.nvim": {
      "src": "git@github.com:nvim-lualine/lualine.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "git@github.com:williamboman/mason-lspconfig.nvim"
    },
    "mason.nvim": {
      "src": "git@github.com:williamboman/mason.nvim"
    },
    "mini.bufremove": {
      "src": "git@github.com:echasnovski/mini.bufremove"
    },
    "mini.files": {
      "src": "git@github.com:echasnovski/mini.files"
    },
    "mini.icons": {
      "src": "git@github.com:echasnovski/mini.icons"
    },
    "mini.pairs": {
      "src": "git@github.com:echasnovski/mini.pairs"
    },
    "mini.test": {
      "src": "git@github.com:echasnovski/mini.test"
    },
    "noice.nvim": {
      "src": "git@github.com:folke/noice.nvim"
    },
    "none-ls-extras.nvim": {
      "src": "git@github.com:nvimtools/none-ls-extras.nvim"
    },
    "none-ls.nvim": {
      "src": "git@github.com:nvimtools/none-ls.nvim"
    },
    "nui.nvim": {
      "src": "git@github.com:MunifTanjim/nui.nvim"
    },
    "nvim-colorizer.lua": {
      "src": "git@github.com:catgoose/nvim-colorizer.lua"
    },
    "nvim-lspconfig": {
      "src": "git@github.com:neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "git@github.com:nvim-treesitter/nvim-treesitter"
    },
    "plenary.nvim": {
      "src": "git@github.com:nvim-lua/plenary.nvim"
    },
    "render-markdown.nvim": {
      "src": "git@github.com:MeanderingProgrammer/render-markdown.nvim"
    },
    "smart-splits.nvim": {
      "src": "git@github.com:mrjones2014/smart-splits.nvim"
    },
    "toggleterm.nvim": {
      "src": "git@github.com:akinsho/toggleterm.nvim"
    }
  }
}